"""

Модульное задание 1.
Задание: найти топ 5 самых часто встречающихся слов в текстовом файле, 
длина которых больше (строго больше) трёх символов.
Важный момент: регистр слов неважен. Это означает что слова Omega, OMEGA и omega эквивалентны.
На вход вашей программе поступает название файла. На выходе : топ 5 слов в алфавитном порядке

Пример работы программы:
Вход:                                                 Выход:
input_1.txt                                           american
                                                      bilbo
                                                      cezar
                                                      dwarf
                                                      yandex

                                                      
                                    



Задание должно быть выложено на GitHub в репозитории группы во вкладке ISSUES.
В название нужно перечислить ФИО всех, кто данный проект делал.

Дедлайн по сдаче --- до 23:59 09.11.2019

"""